<script setup>

</script>

<template>
    <div style="width: 100%;height: auto;display: flex;justify-content: center;">
        <div style="height: auto; width: 90%; display: flex; flex-direction: column; padding: 60px 40px 40px 40px; max-width: 1200px; 
                    background-color: #fefdff; box-shadow: 0px 1px 1px 1px rgba(0, 0, 0, 0.2);
                    text-align: left;margin-top: 10px;">
            <h3 style="font-weight: 700;font-size: 1.4vw;">2023年青岛市中等职业技术学校教学能力比赛规程</h3>
            <p style="margin-top: 20px;margin-bottom: 4px;font-weight: 600;">一、指导思想</p>
            <p style="text-indent: 2em;font-weight: 500;font-size: 0.95vw;line-height: 2vw;">
                深入贯彻习近平总书记关于职业教育的重要只是，落实全国职业教育大会精神，按照《国家职业教育改革实施方案》等部署，坚持“以赛促研，以赛促健”，深入贯彻习近平总书记关于职业教育的重要只是，
                落实全国职业教育大会精神，按照《国家职业教育改革实施方案》等部署，坚持“以赛促研，以赛促健”，深入贯彻习近平总书记关于职业教育的重要只是，落实全国职业教育大会精神，按照《国家职业教育改革实施方案》等部署，坚持“以赛促研，以赛促健”，深入贯彻习近平总书记关于职业教育的重要只是，落实全国职业教育大会精神，按照《国家职业教育改革实施方案》等部署，坚持“以赛促研，以赛促健”，深入贯彻习近平总书记关于职业教育的重要只是，落实全国职业教育大会精神，按照《国家职业教育改革实施方案》等部署，坚持“以赛促研，以赛促健”，深入贯彻习近平总书记关于职业教育的重要只是，落实全国职业教育大会精神，按照《国家职业教育改革实施方案》等部署，坚持“以赛促研，以赛促健”
                深入贯彻习近平总书记关于职业教育的重要只是，落实全国职业教育大会精神，按照《国家职业教育改革实施方案》等部署，坚持“以赛促研，以赛促健”
                深入贯彻习近平总书记关于职业教育的重要只是，落实全国职业教育大会精神，按照《国家职业教育改革实施方案》等部署，坚持“以赛促研，以赛促健”
                深入贯彻习近平总书记关于职业教育的重要只是，落实全国职业教育大会精神，按照《国家职业教育改革实施方案》等部署，坚持“以赛促研，以赛促健。”</p>
            <p style="margin-top: 20px;margin-bottom: 4px;font-weight: 600;">二、比赛要求</p>
            <p style="text-indent: 2em;font-weight: 500;font-size: 0.95vw;line-height: 2vw;">
                深入贯彻习近平总书记关于职业教育的重要只是，落实全国职业教育大会精神，按照《国家职业教育改革实施方案》等部署，坚持“以赛促研，以赛促健”，深入贯彻习近平总书记关于职业教育的重要只是，落实全国职业教育大会精神，按照《国家职业教育改革实施方案》等部署，坚持“以赛促研，以赛促健”，深入贯彻习近平总书记关于职业教育的重要只是，落实全国职业教育大会精神，按照《国家职业教育改革实施方案》等部署，坚持“以赛促研，以赛促健”，深入贯彻习近平总书记关于职业教育的重要只是，落实全国职业教育大会精神，按照《国家职业教育改革实施方案》等部署，坚持“以赛促研，以赛促健”，深入贯彻习近平总书记关于职业教育的重要只是，落实全国职业教育大会精神，按照《国家职业教育改革实施方案》等部署，坚持“以赛促研，以赛促健”
                深入贯彻习近平总书记关于职业教育的重要只是，落实全国职业教育大会精神，按照《国家职业教育改革实施方案》等部署，坚持“以赛促研，以赛促健”
                深入贯彻习近平总书记关于职业教育的重要只是，落实全国职业教育大会精神，按照《国家职业教育改革实施方案》等部署，坚持“以赛促研，以赛促健”
                深入贯彻习近平总书记关于职业教育的重要只是，落实全国职业教育大会精神，按照《国家职业教育改革实施方案》等部署，坚持“以赛促研，以赛促健。”</p>
            <p style="margin-top: 20px;margin-bottom: 4px;font-weight: 600;">三、比赛流程</p>
            <p style="text-indent: 2em;font-weight: 500;font-size: 0.95vw;line-height: 2vw;">
                深入贯彻习近平总书记关于职业教育的重要只是，落实全国职业教育大会精神，按照《国家职业教育改革实施方案》等部署，坚持“以赛促研，以赛促健”，深入贯彻习近平总书记关于职业教育的重要只是，落实全国职业教育大会精神，按照《国家职业教育改革实施方案》等部署，坚持“以赛促研，以赛促健”，深入贯彻习近平总书记关于职业教育的重要只是，落实全国职业教育大会精神，按照《国家职业教育改革实施方案》等部署，坚持“以赛促研，以赛促健”，深入贯彻习近平总书记关于职业教育的重要只是，落实全国职业教育大会精神，按照《国家职业教育改革实施方案》等部署，坚持“以赛促研，以赛促健”，深入贯彻习近平总书记关于职业教育的重要只是，落实全国职业教育大会精神，按照《国家职业教育改革实施方案》等部署，坚持“以赛促研，以赛促健”
                深入贯彻习近平总书记关于职业教育的重要只是，落实全国职业教育大会精神，按照《国家职业教育改革实施方案》等部署，坚持“以赛促研，以赛促健”
                深入贯彻习近平总书记关于职业教育的重要只是，落实全国职业教育大会精神，按照《国家职业教育改革实施方案》等部署，坚持“以赛促研，以赛促健”
                深入贯彻习近平总书记关于职业教育的重要只是，落实全国职业教育大会精神，按照《国家职业教育改革实施方案》等部署，坚持“以赛促研，以赛促健。”</p>
            <p style="height: 50px;"></p>

        </div>
    </div>


</template>
 
<style>
 
</style>